{
  "ignore_deprecated_phrases": ["to assess the", "the web application"],
  "ignore_rewrite_from_phrases": [
    "While this type of assessment is intended to mimic a real-world attack scenario, Abira Security is bound by rules-of-engagement, defined scope, allocated time, and additional related constraints. Abira Security has made every effort to perform a thorough and comprehensive analysis and to provide appropriate remedial advice. However, inherent limitations, errors, misrepresentations, and changes to the Client environment may have prevented Abira Security from identifying every security issue that was present in the Baxter environment at the time of testing. Therefore, the findings included in this report should be considered to be representative of what a similarly skilled attacker could achieve with comparable resources, constraints, and time frame.",
    "Additionally, it is worth emphasizing that the findings and remediation recommendations are the result of a point-in-time assessment based on the state of the Baxter environment as of 06 Feb 2026. Abira Security therefore does not provide any assurance related to configuration or control modifications in the Baxter environment, changes in regulatory or compliance requirements, discoveries of new vulnerabilities and attack techniques, or any other future event that may impact the Baxter’s security posture.",
    "Abira Security has provided this report solely for private and internal use by Baxter, and it may not be shared or redistributed without Abira Security’s express written consent. Abira Security’s assessments focus exclusively on information security and the conclusions arrived at in this report should not be considered to be a representation of or endorsement of Baxter’s products or services.",
    "Denial-of-Service (DoS) testing was not performed during this engagement. This was a time-boxed security testing engagement. During a time-boxed engagement, the Abira team prioritizes testing to assess the application's most sensitive portions and functions. No other specific limitations were defined in the scoping phase by the client."
  ]
}
